/* %@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@ */
"%@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@" = "%1$@ Carga: %2$d%%, amperagem: %3$d, ligado: %4$@, a carregar: %5$@";

/* %d cycles */
"%d cycles" = "%d ciclos";

/* %d minutes */
"%d minutes" = "%d minutos";

/* %d months */
"%d months" = "%d meses";

/* %dh:%.2dm */
"%dh:%.2dm" = "%1$dh:%2$.2dm";

/* How dates are written in your language. For example, in US it's 01/31/2007, while in Italy it's 31/01/2007 */
"%m/%d/%Y" = "%d/%m/%Y";

/* +++ Awake from Sleep +++ */
"+++ Awake from Sleep +++" = "+++ Acordar do Sleep +++";

/* +++ Battery is now charging +++ */
"+++ Battery is now charging +++" = "+++ A bateria está a carregar +++";

/* +++ Switching to AC Power +++ */
"+++ Switching to AC Power +++" = "+++ A mudar para alimentação da corrente +++";

/* --- Battery charging over --- */
"--- Battery charging over ---" = "--- Terminou o carregamento da bateria ---";

/* --- Going to Sleep --- */
"--- Going to Sleep ---" = "--- A entrar em Sleep ---";

/* --- Switching to Battery Power --- */
"--- Switching to Battery Power ---" = "--- A mudar para alimentação da bateria ---";

/* . %@ to empty */
". %@ to empty" = ". %@ até estar vazia";

/* . %@ to full charge */
". %@ to full charge" = ". %@ para a carga completa";

/* 1 hour */
"1 hour" = "1 hora";

/* === Application started === */
"=== Application started ===" = "=== A Aplicação começou ===";

/* === Monitoring resumed === */
"=== Monitoring resumed ===" = "=== O Registo continuou ===";

/* === Monitoring stopped === */
"=== Monitoring stopped ===" = "=== O Registo acabou ===";

/* === System is shutting down === */
"=== System is shutting down ===" = "=== O sistema está a desligar-se ===";

/* AC adapter */
"AC adapter" = "Adaptador de Corrente";

/* Alerts */
"Alerts" = "Alertas";

/* Amperage */
"Amperage" = "Amperagem";

/* battery */
"battery" = "bateria";

/* Battery #%d */
"Battery #%d" = "Bateria #%d";

/* Battery Charge */
"Battery Charge" = "Carga da Bateria";

/* Battery Dying */
"Battery Dying" = "A Bateria est a morrer";

/* Battery charge interrupted */
"Battery charge interrupted" = "Carga da bateria interrompida";

/* Battery Details */
"Battery Details" = "Detalhes da Bateria";

/* Battery Low */
"Battery Low" = "Bateria Fraca";

/* Calculating... */
"Calculating..." = "Calculando...";

/* Cancel */
"Cancel" = "Cancelar";

/* Capacity */
"Capacity" = "Capacidade";

/* Charge */
"Charge" = "Carga";

/* Charge: %d%% */
"Charge: %d%%" = "Carga: %d%%";

/* Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d */
"Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d" = "Carga: %1$d%%, voltagem: %2$dmV, amperagem: %3$dmA (pico: %4$dmA), ligado: %5$@, a carregar: %6$@, ciclos: %7$d";

/* Charging */
"Charging" = "A Carregar";

/* Chart View */
"Chart View" = "Vista em Mapa";

/* Clear Log */
"Clear Log" = "Limpar registo";

/* Could not write to file %@ */
"Could not write to file %@" = "Não foi possível escrever no ficheiro %@";

/* Current Charge: %d%% */
"Current Charge: %d%%" = "Carga Actual: %d%%";

/* Cycle Count */
"Cycle Count" = "Ciclos";

/* Date */
"Date" = "Data";

/* Details */
"Details" = "Detalhes";

/* Diagnostics */
"Diagnostics" = "Diagnsticos";

/* Energy Saver */
"Energy Saver" = "Gerenciador de Energia";

/* Error writing to file */
"Error writing to file" = "Erro ao escrever no ficheiro";

/* Export */
"Export" = "Exportar";

/* General */
"General" = "Geral";

/* Inspect */
"Inspect" = "Inspeccionar";

/* Inspect Session */
"Inspect Session" = "Inspeccionar Sessão";

/* Max Capacity */
"Max Capacity" = "Capacidade Máxima";

/* Monitor */
"Monitor" = "Registar";

/* Never */
"Never" = "Nunca";

/* No */
"No" = "Não";

/* no */
"no" = "não";

/* No Snapshots */
"No Snapshots" = "Sem Snapshots";

/* OK */
"OK" = "OK";

/* Open Energy Saver */
"Open Energy Saver" = "Abrir o Gerenciados de Energia";

/* Open Log */
"Open Log" = "Abrir registo";

/* Open Log in Console */
"Open Log in Console" = "Abrir registo na Consola";

/* Original Capacity */
"Original Capacity" = "Capacidade Original";

/* Plugged */
"Plugged" = "Ligado";

/* Power Source Changed */
"Power Source Changed" = "Fonte de Energia Alterada";

/* Power source: %@ */
"Power source: %@" = "Fonte de energia: %@";

/* Print Document */
"Print Document" = "Imprimir Documento";

/* Registered to: */
"Registered to:" = "Licenciado para:";

/* Registration */
"Registration" = "Licenciamento";

/* Resume */
"Resume" = "Resumir";

/* Resume Monitoring */
"Resume Monitoring" = "Continuar a Registar";

/* Session */
"Session" = "Sessão";

/* Session started %@ at %@, monitoring for %@ h */
"Session started %@ at %@, monitoring for %@ h" = "Sessão iniciada em %1$@ ás %2$@, registando desde à %3$@ h atrás";

/* Sessions */
"Sessions" = "Sessões";

/* Sessions Browser */
"Sessions Browser" = "Navegador de Sessões";

/* Setting the value to zero will disable the warnings. Are you sure? */
"Setting the value to zero will disable the warnings. Are you sure?" = "Mudar este valor para zero ir desligar os avisos. Tem a certeza?";

/* Sharing */
"Sharing" = "Partilhar";

/* Shift */
"Shift" = "Mudança";

/* Shift Chart */
"Shift Chart" = "Mapa de Mudanças";

/* Software Update */
"Software Update" = "Actualização de Software";

/* Stop */
"Stop" = "Parar";

/* Stop Monitoring */
"Stop Monitoring" = "Parar o registo";

/* Switching to AC Power */
"Switching to AC Power" = "A mudar para Alimentação de Corrente";

/* Switching to Battery Power */
"Switching to Battery Power" = "A mudar para Alimentação de Bateria";

/* The Battery has been charged */
"The Battery has been charged" = "A Bateria foi carregada";

/* The battery has reached the %d%% of its original capacity */
"The battery has reached the %d%% of its original capacity" = "A bateria chegou aos %d%% da capacidade original";

/* The Battery is now charging */
"The Battery is now charging" = "A Bateria está a carregar";

/* This Mac */
"This Mac" = "Este Mac";

/* Type */
"Type" = "Tipo";

/* Unregistered */
"Unregistered" = "Não Licenciado";

/* Version %@ (%@) */
"Version %@ (%@)" = "Versão %1$@ (%2$@)";

/* View */
"View" = "Vista";

/* Voltage */
"Voltage" = "Voltagem";

/* Warning disabled */
"Warning disabled" = "Avisos desligados";

/* yes */
"yes" = "sim";

/* Yes */
"Yes" = "Sim";

/* Zoom */
"Zoom" = "Zoom";

